burning-server/app/controllers/users_controller.rb

    def create
        @user = User.create user_params
---
INSERT INTO "users" ("email", "password_digest") VALUES ($1, $2) RETURNING "id"  [["email", "rob@bob.ga.co"], ["password_digest", "$2a$12$nZudBPR2P0YL7G9hAcT/JeKnvD4unoyvLdt2enE7NNfZ1dBZfCedy"]]