old-server-no/app/controllers/airplanes_controller.rb

SELECT "airplanes".* FROM "airplanes" ORDER BY id DESC
---
    def index
        @airplanes = Airplane.order('id DESC')