old-server-no/app/controllers/flights_controller.rb

SELECT "flights".* FROM "flights" ORDER BY id DESC
---
    def index
        @flights = Flight.order('id DESC')