old-server-no/app/controllers/reservations_controller.rb

SELECT "reservations".* FROM "reservations" ORDER BY id DESC
---
    def index
        @reservations = Reservation.order('id DESC')